export const PROFILE_SUBPATH = 'profile';

export const REVIEW_SUBPATH = 'review';

export const MONTH_MS = 2629800000;

export const RECOMMENDATIONS_LENGTH = 36;

export const COOKIES_WARN_COOKIE_NAME = 'cookies_warn_shown';

export const REVIEW_QESTIONS = [
  'Какие задачи выполнял кандидат?',
  'Опишите сильные стороны кандидата',
  'Какие компетенции и навыки необходимо улучшить',
  'Какие цели были поставлены перед кандидатом на работе? Были ли они выполены?',
  'Как вы оцениваете уровень знаний и качество работы для должности, на которой был кадидат?',
  'Оцените проактивность кандидата в работе.',
  'Вы бы взяли этого кандиидата на аналогичную работу ещё раз?',
  'Способен ли кандидат работать автономно, объективно оценивая свои возможност и необходимое время?',
  'Как вы оцениваете уровень знаний и качество работы для должности, на которой был кандидат?'
];
